[
    {
        "id": 1,
        "judul": "Ayat Ayat Cinta",
        "kategori": "Novel",
        "genre": "Romance",
        "isbn": "978-602-8519-93-9",
        "harga": "2000",
        "pengarang": "Alfian Aulia",
        "penerbit": "Mizan",
        "tanggal_terbit": "18-02-2006",
        "halaman": "245",
        "jumlah": "3",
        "lokasi": "A5",
        "deskripsi": "Ini adalah kisah cinta. Tapi bukan cuma sekadar kisah cinta yang biasa. Ini tentang bagaimana menghadapi turun-naiknya persoalan hidup dengan cara Islam.",
        "sampul": "https://upload.wikimedia.org/wikipedia/id/c/c8/Ayat-Ayat_Cinta.jpg"
    },
    {
        "id": 2,
        "judul": "Laskar Pelangi",
        "kategori": "Novel",
        "genre": "Action",
        "isbn": "874-301-3519-23-1",
        "harga": "5000",
        "pengarang": "Andrea Hirata",
        "penerbit": "GM",
        "tanggal_terbit": "28-01-2004",
        "halaman": "315",
        "jumlah": "2",
        "lokasi": "B7",
        "deskripsi": "Novel ini bercerita tentang kehidupan 10 anak dari keluarga miskin yang bersekolah (SD dan SMP) di sebuah sekolah Muhammadiyah di Belitung yang penuh dengan keterbatasan",
        "sampul": "https://upload.wikimedia.org/wikipedia/id/thumb/8/8e/Laskar_pelangi_sampul.jpg/220px-Laskar_pelangi_sampul.jpg"
    },
    {
        "id": 3,
        "judul": "Doraemon Volume 1",
        "kategori": "Komik",
        "genre": "Action",
        "isbn": "674-501-7519-43-6",
        "harga": "4000",
        "pengarang": "Fujiko F. Fujio",
        "penerbit": "Elex Media Computindo",
        "tanggal_terbit": "11/08/2001",
        "halaman": "40",
        "jumlah": "0",
        "lokasi": "G2",
        "deskripsi": "Berkisah tentang kehidupan seorang anak pemalas kelas 5 sekolah dasar yang bernama Nobita Nobi yang didatangi oleh sebuah robot kucing bernama Doraemon yang datang dari abad ke-22.",
        "sampul": "https://upload.wikimedia.org/wikipedia/id/c/c8/Doraemon_volume_1_cover.jpg"
    },
    {
        "id": 4,
        "judul": "Detektif Conan 97",
        "kategori": "Komik",
        "genre": "Aksi",
        "isbn": "9786230020391",
        "harga": "2500",
        "pengarang": "Aoyama Gosho",
        "penerbit": "Elex Media Komputindo",
        "tanggal_terbit": "20-11-2018",
        "halaman": "184",
        "jumlah": "3",
        "lokasi": "A5",
        "deskripsi": "Conan, Kogoro Mori, Toru Amuro, dan Kanenori Wakita. Rombongan yang aneh itu sampai ke sebuah gereja tua di pedalaman Nagano. Apakah mereka berhasil memecahkan misteri sandi dan pembunuhan berantai yang terjadi di sana? Di tengah penyelesaian kasus, conan juga terus berusaha mendapatkan petunjuk tentang identitas “Rum” yang sebenarnya!",
        "sampul": "https://cdn.gramedia.com/uploads/items/9786230020391_Cov_Conan_97.jpg"
    },
    {
        "id": 5,
        "judul": "Detektif Conan 96",
        "kategori": "Komik",
        "genre": "Aksi",
        "isbn": "9786230005879",
        "harga": "2500",
        "pengarang": "Aoyama Gosho",
        "penerbit": "Elex Media Komputindo",
        "tanggal_terbit": "19-09-2019",
        "halaman": "184",
        "jumlah": "5",
        "lokasi": "A5",
        "deskripsi": "Pertama kalinya Heiji Hattori berhadapan dengan si Kid Pencuri yang mengincar Fairy Lip! Di kasus lain Makoto Kyogoku terlibat dalam insiden di lokasi syuting TV drama. . . ! ? Selanjutnya ada informasi baru terkuaknya bos Organisasi Baju Hitam!!",
        "sampul": "https://cdn.gramedia.com/uploads/items/9786230005879_Cov_Conan_96.jpg"
    },
    {
        "id": 6,
        "judul": "Kartun Statistik (2020)",
        "kategori": "Buku",
        "genre": "Sains",
        "isbn": "9786024814151",
        "harga": "3000",
        "pengarang": "Larry Gonick",
        "penerbit": "Gramedia Pustaka Utama",
        "tanggal_terbit": "22-06-2020",
        "halaman": "232",
        "jumlah": "1",
        "lokasi": "G2",
        "deskripsi": "Mengutip Benjamin Disraeli, Mark Twin menyatakan, ada tiga macam kebohongan: lies, damned lies, and statisctics. Karena disebut terakhir, pernyataan itu mengesankan, statistik yang paling parah. Akan tetapi, bukankah memang banyak orang menggunakan statistik untuk menggertak lawan diskusi? Opini kosong disulap menjadi berbobot dengan bumbu angka atau metode statistik? Statistik sebagai ilmu dan juga metode sesungguhnya netral dan bermata ganda. Memahami statistik bisa membantu kita, antara lain, membaca data dan melihat pola serta peluang, yang sangat vital saat ini ketika dusta susah dipisahkan dari fakta. Kartun Statistik membahas hampir semua konsep dasar statistik, mulai dari menyarikan dan menyajikan data, probabilitas, mengambil sampel, intervat keyakinan, menguji hipotesis, sampai desain eksperimen. Semua konsep itu dipaparkan dengan sederhana, jernih, tentu dengan ilustrasi yang kocak. Setelah membaca Kartun Statistik kamu tak bakal lagi meminta maaf atas kesalahan standar. Larry Gonick ialah kartunis dengan gelar Master di bidang Matematika dari Harvard University. Woollcott Smith ialah profesor statistik yang aktif di bidang penelitian dan konsultasi statistik.",
        "sampul": "https://cdn.gramedia.com/uploads/items/9786024814151_Emboss_Kartun_Statistik_FINAL_-1.jpg"
    },
    {
        "id": 7,
        "judul": "Home Cooking ala Xander's Kitchen: 100 Resep Hits di Instagram",
        "kategori": "Buku",
        "genre": "Kuliner",
        "isbn": "9786020379074",
        "harga": "2500",
        "pengarang": "Junita",
        "penerbit": "Gramedia Pustaka Utama",
        "tanggal_terbit": "08-01-2018",
        "halaman": "240",
        "jumlah": "2",
        "lokasi": "A5",
        "deskripsi": "Instagram salah stau media sosial ampuh dan paling ditunggu oleh berbagai kalangan masyarakat di era digital ini. Ada ribuan akun instagarm yang dibuat oleh para pegiat boga, mulai dari ibu rumah tangga, pengusah amakanan, hingga chef professional. Akun instagram @Xander`s Kitchen pemiliknya adalah seorang ibu rumah tangga yang tinggal di pulau terpencil ujung timur Indonesia bernama Lembata, provinsi Nusa Tenggara timur, dan memiliki lebih dari 325 K oengikut (followers). Luar biasa bukan? Bagi Xander`s Kitchen memasaka adalah passionnya. Setiap kali usai memasak untuk sang suami dan keluarga, ia memotretanya dengan handphone, lalu mengupload ke akun instagramnya. Kelzatan masakan Xander`s Kitchen dapat Anda buktikan dengan mempraktikkan resep yang ada dalam buku ini. Buku ini berisi lebih dari 100 resep yang terbagi dalam 9 kategori yatitu: hidangan ikan, daging, ayam, sayur, gorengan, nasi mi bihu, Sambal sedap nimat, sop dan soto, serta hidangan telur tahu tempe. Semua praktis cara membuatnya dengan bahan yang mudah di dapat di pasar tradisional maupun tukan sayur yang lewat depan rumah kita.",
        "sampul": "https://cdn.gramedia.com/uploads/items/9786020379074_Home-Cooking-ala-Xanders-Kitchen_100-Resep-Hits-di-Instagram.jpg"
    },
    {
        "id": 8,
        "judul": "Cake & Bolu Resep Antigagal Kursus NCC + Step by Step",
        "kategori": "Buku",
        "genre": "Kuliner",
        "isbn": "9786020383392",
        "harga": "2500",
        "pengarang": "Fatmah Bahalwan & Tim Ncc",
        "penerbit": "Gramedia Pustaka Utama",
        "tanggal_terbit": "02-04-2018",
        "halaman": "144",
        "jumlah": "2",
        "lokasi": "B7",
        "deskripsi": "Membuat cake dan bolu memang gampang-gampang susah. Terkadang cake dan bolu yang dibuat hasilnya tidak sesuai dengan harapan Anda. Mengapa? Itu karena resep tidak menyertakan tips, trik, dan rahasia agar cake tidak gagal baik rasa maupun penampilannya. Satu alasan mengapa buku ini wajib Anda miliki. Buku ini mengulas jurus sukses membuat cake dan bolu dengan secara rinci membahas aneka permasalahan yang sering muncul dalam pembuatannya. Setiap resep disertai foto step by step yang memberikan kejelasan lebih menyeluruh dalam proses pembuatannya. Fatmah Bahalwan dan Tim NCC yang telah sukses dengan belasan buku resep lainnya, beberapa di antaranya merupakan best seller, mempersembahkan buku ini kepada Anda, agar Anda bukan hanya dapat cake dan bolu yang cantik dan lezat, namun juga menguasai rahasia antigagal dalam pembuatannya. Buku ini berisi 30 resep cake dan bolu yang sudah teruji ketepatan takaran bahannya sehingga terjamin rasanya. Juga dilampirkan jurus sukses pembuatannya agar Anda terhindar dari kegagalan. Dengan resep antigagal, membuat kita jadi lebih percaya diri.",
        "sampul": "https://www.gramedia.com/products/cake-bolu-resep-antigagal-kursus-ncc-step-by-step"
    },
    {
        "id": 9,
        "judul": "Nebula",
        "kategori": "Novel",
        "genre": "Fiksi Ilmiah",
        "isbn": "9786020639536",
        "harga": "3000",
        "pengarang": "Tere Liye",
        "penerbit": "Gramedia Pustaka Utama",
        "tanggal_terbit": "16-03-2020",
        "halaman": "376",
        "jumlah": "2",
        "lokasi": "G2",
        "deskripsi": "SELENA dan NEBULA adalah buku ke-8 dan ke-9 yang menceritakan siapa orangtua Raib dalam serial petualangan dunia paralel. Dua buku ini sebaiknya dibaca berurutan. Kedua buku ini juga bercerita tentang Akademi Bayangan Tingkat Tinggi, sekolah terbaik di seluruh Klan Bulan. Tentang persahabatan tiga mahasiswa, yang diam-diam memiliki rencana bertualang ke tempat-tempat jauh. Tapi petualangan itu berakhir buruk, saat persahabatan mereka diuji dengan rasa suka, egoisme, dan pengkhianatan. Ada banyak karakter baru, tempat-tempat baru, juga sejarah dunia paralel yang diungkap. Di dua buku ini kalian akan berkenalan dengan salah satu karakter paling kuat di dunia paralel sejauh ini. Tapi itu jika kalian bisa menebaknya. Dua buku ini bukan akhir. Justru awal terbukanya kembali portal menuju Klan Aldebaran.",
        "sampul": "https://www.gramedia.com/products/nebula-1"
    },
    {
        "id": 10,
        "judul": "Milea Suara Dari Dilan",
        "kategori": "Novel",
        "genre": "Romantis",
        "isbn": "9786020851563",
        "harga": "3000",
        "pengarang": "Pidi Baiq",
        "penerbit": "Mizan Publishing",
        "tanggal_terbit": "20-08-2020",
        "halaman": "376",
        "jumlah": "2",
        "lokasi": "G2",
        "deskripsi": "Dilan memberi penggambaran lain dari sebuah penaklukan cinta & bagaimana indahnya cinta sederhana anak zaman dahulu.” @refaniris “Cuma satu yang kuinginkan, aku ingin cowok seperti Dilan.” @_SLovaFC “Dilan brengsek! Dia selalu tahu caranya menjadi pusat perhatian, bahkan ketika jadi buku, setiap serinya selalu ditunggu.” @Tedy_Pensil “Membaca Dilan itu seperti jatuh cinta lagi, lagi, dan lagi.  Ah, indah, deh. Rasanya gak akan pernah bosan membacanya.” @agungwyd “Bukan cuma sekadar novel, tapi bisa menjadikan yang malas baca jadi mau baca.” @cobra_iqq “Kisah cintanya gak lebay. Dilan tahu bagaimana memperlakukan wanita. Novelnya keren, bahasanya gak bertele-tele.”  @AH_DILAN “Terima kasih Dilan telah menginspirasiku lewat ceritamu bersama Milea. Terima kasih Surayah, novelmu seru.” @EnciSrifiyani “Dari Dilan kita belajar mengistimewakan wanita, romantis yang gak kuno, bahkan menjadi ayah & bunda yang hebat :)” @ginaalna “Kurasa Dilan satu-satunya novel yang aku harap ceritanya terus berlanjut, dan tidak ingin ada akhir.” @TriaFitriaN41",
        "sampul": "https://www.gramedia.com/products/milea-suara-dari-dilan"
    },
    {
        "id": 11,
        "judul": "The Dog Who Dared To Dream",
        "kategori": "Novel",
        "genre": "Fiksi",
        "isbn": "9786026486479",
        "harga": "3000",
        "pengarang": "Hwang Sun Mi",
        "penerbit": "PENERBIT BACA",
        "tanggal_terbit": "16-10-2020",
        "halaman": "258",
        "jumlah": "1",
        "lokasi": "G2",
        "deskripsi": "Ini kisah tentang seekor anjing bernama Bulu Panjang—anjing hitam dari ras sapsali. Dia lahir berbeda dari yang lainnya. Bulunya panjang, hitam legam, dan kerap dikesampingkan oleh saudara-saudaranya. Meskipun berbeda, dia memiliki keinginan dan mimpi yang sama seperti saudara-saudaranya, seperti kebanyakan manusia. Hidup di tengah kehangatan keluarga. Namun, setiap kali musim dingin, kejadian buruk datang menghampiri Bulu Panjang. Kematian saudaranya, kepergian ibu, perpisahan dengan anaknya, dan juga harus menelan pahit bahwa Tuan Pita Suara gemar sekali menjual anak-anak anjing demi menyambung hidup. The Dog Who Dared to Dream adalah salah satu karya terbaik Hwang Sun-mi, penulis Korea pertama yang dua bukunya berturut-turut terjual lebih dari satu juta eksemplar. Fabel sederhana ini menggambarkan hubungan binatang dan tuannya, serta relasi dengan binatang-binatang lain di rumah Tuan Pita Suara. Sederhana penuh kebajikan, jenaka sekaligus mengharukan.",
        "sampul": "https://www.gramedia.com/products/the-dog-who-dared-to-dream"
    },
    {
        "id": 12,
        "judul": "Pajak 4.0 : Tantangan Dan Dinamika Perpajakan",
        "kategori": "Buku",
        "genre": "Ekonomi",
        "isbn": "9786027420090",
        "harga": "2500",
        "pengarang": "Prof. Gunadi, Dkk",
        "penerbit": "PT MULTI UTAMA CONSULTINDO",
        "tanggal_terbit": "20-08-2019",
        "halaman": "300",
        "jumlah": "2",
        "lokasi": "G2",
        "deskripsi": "Pajak 4.0 : Tantangan Dan Dinamika Perpajakan",
        "sampul": "https://www.gramedia.com/products/pajak-40-tantangan-dan-dinamika-perpajakan"
    }
]
